Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Chasing Tails.tmx
Source language: ko_kr
Languages: en_us

source: 잘한 거 없고...
en_us: ...messed up too.

source: 그래서 A형이라고 했더니 알았다고 놔줬다고 하거든?
en_us: and when yujeong said he’s type A, they let him go.

source: 뭐해 성빈아…
en_us: what are you doing, seongbin...?

source: ㅋㅋㅋㅋ 진짜 움?ㅋㅋ
en_us: hahaha, did she actually cry?

source: 특수 상황이었는데
en_us: it was a matter of life and death

source: 갑자기 혼자 중얼거리다가...
en_us: and then someone suddenly talking to themself alone...

source: 야, 이청록 괜찮...?!
en_us: cheongnok, are you okay-?

source: 김윤의 시신에는 왼손잡이 흔적이 있었습니다.
en_us: there was a sign of a lefty on yun’s body.

source: 그렇네요.
en_us: I guess

source: 아 몰라몰라몰라몰라몰라
en_us: oh, whatever... I don’t know...

source: 언니 저희 먼저 들어가서 구경하고 있음 안돼요?
en_us: taeyeon, could we go inside first and look around?

source: 남자...랑
en_us: guy...

source: ※폴리그래프(Polygraph):
en_us: polygraph:

source: ...재...
en_us: jae...

source: 신유정 씨!
en_us: yujeong!

source: 하지만
en_us: however...

source: 체력이 바닥난 박가은과 남아 구조를 기다리기로 합의,
en_us: so ga-eun park decided to wait with him and wait for rescue.

source: 말 안 해.
en_us: I won’t say anything.

source: 경위님은 그런 거 없나요?
en_us: you don’t have anything like this?

source: 어휴, 당신이 내 서방이라도 돼?
en_us: ugh, are you my husband or something?

source: 담배랑 라이터 아니에요?
en_us: aren’t those cigarettes and a lighter?

source: 여기 어디에 끈같은 거 있잖아.
en_us: there must be some ropes around here.

source: 대학생 8인 실종과 5인 사망 사건에 대하여
en_us: the eight missing people with five deaths

source: 이청록, 나랑 얘기 좀...
en_us: cheongnok, can I talk to--

source: 물 있고!
en_us: we have water!

source: 재민이...
en_us: jaemin...

source: 그래도 정식으로 결재 올려서 받는 것보다 빠르니까…
en_us: but it’ll still be faster than going through the organization...

source: 덜컥..
en_us: rattle

source: 정신 든 거야?
en_us: are you awake?

source: 뭘 어떡해...
en_us: I know what to do...

source: 결국 그건 거짓이었다.
en_us: ...but that was a lie.

source: 폰 켜고!
en_us: with the light on!

source: 과대말고 아무도 몰라?
en_us: does anyone else know besides him?

source: 목소리 내기도 하고 그러니까…
en_us: ...and talk out loud, you know...

source: 성격 이상하시네.
en_us: seriously, it’s weird.

source: 명 지 현 / 생존
en_us: jihyeon myeong / survived

source: 선생님을 만나고 난 다음 자살했다는 제보가 있었더군요.
en_us: ...that both of them took their lives the day after they met with you.

source: 신유정 씨, 괜찮습니다!
en_us: yujeong, it’s okay!

source: 무조건 셋 이상…
en_us: it has to be three...

source: 쪽팔려...
en_us: it’s so embarrassing...

source: - 유서 X
en_us: - no will/note found

source: 수사 중에 자신의 과거를 투영하게 되는 그런…
en_us: something that makes you to project yourself in a case...

source: 그래도 많이 좁혀졌어.
en_us: but we narrowed it down a lot.

source: 소름끼쳐...
en_us: they’re so creepy.

source: 목소리 맞나...?
en_us: cheongnok’s voice?

source: 응...{j}갑자기 소리쳐서 미안해...
en_us: yeah... sorry for yelling at you.{j}

source: 분명 본인들이 이성적이고 인간적이고 지극히 정상적으로
en_us: ...that they were talking and behaving rationally...

source: 니 심증은 어떤데?
en_us: who do you think it is?

source: 설마 나 몽유병 있는 건 아니겠지?
en_us: am I sleepwalking?

source: 네, 한 5년 전에 진단 받고...
en_us: yeah, she got diagnosed about five years ago.

source: 아무리 그래도 그렇지 이런 상황에서...
en_us: even in a life-and-death situation? really?

source: 신 유 정 (생 존)
en_us: yujeong shin (survived)

source: 나 좀 냅둬.
en_us: just leave me alone.

source: 내가 묻잖아!
en_us: I’m asking you right now!

source: 안 괜찮아요!!!
en_us: we’re not!!!

source: ...누가할지만 정하자.
en_us: let’s just decide who’s gonna do it.

source: 뭐든 그냥 아무거나 해요.
en_us: let’s just do whatever we need to do.

source: 괜찮냐?
en_us: are you okay?

source: 저 새끼들인 거.
en_us: it’s them.

source: 별로...
en_us: not really...

source: 그리고 솔직히 '가족'은 무조건적인 내편일 거라는...
en_us: and I have this fantasy...

source: 저도 경위님하고 같아요.
en_us: the same reason as yours.

source: 젊다 젊어...
en_us: how young.

source: 오해를 했거나 개인적인 트라우마가 들어갔을 수 있습니다.
en_us: there could have been a misunderstanding or a personal trauma behind it as well.

source: 그냥 제가 계속 갖고 있었어요.
en_us: I just had it on me.

source: 아까 나랑 갔을 때 혜성이 물 하나도 안 마셨어.
en_us: hyeseong didn’t drink anything when she went with me earlier.

source: 으윽..
en_us: sniffle

source: 영채한테 들었어?
en_us: did you hear it from yeongchae?

source: 그 소음이 엄청 길었어요...
en_us: just had to continue for so long.

source: 몸에 꼭 지니고 있던 약이 떨어지고
en_us: ...they had run out of the medication at some point...

source: 어, 어?
en_us: y-yeah?

source: 하암..
en_us: yawn

source: 진짜 어떻게 해야 돼…
en_us: what am I supposed to do...?

source: 이쪽이 피해자 같고
en_us: this here seems to be the victim...

source: 한성빈도 입을 열게 하려면 편안하고 친근한 분위기로.
en_us: seongbin too. make him feel comfortable, like you’re on his side.

source: 물만 있으면 얼마든지 버틴다고.
en_us: with water, we can survive this.

source: 신유정은 극한의 상황에서 높은 확률로 피해망상에 시달렸을 수 있습니다.
en_us: ...then there is a good chance that he had paranoia in a dire situation like that.

source: 여자는 이미 둘이구나.
en_us: there are only two girls left.

source: 시나몬 빵을 소유하고 있던 사람.
en_us: so, one of the people who chose cinnamon bread...

source: 찾아보셨다는 게
en_us: so, when you looked into the case...

source: 일상으로 복귀한 건데
en_us: you’re back to normal.

source: 정도형!
en_us: jeongdo!!

source: 너무 태연하게 대꾸해서 그러려니 했어…
en_us: she was so smooth about it, so I believed her...

source: 억울해서.
en_us: but nobody believed me.

source: 알겠다고...
en_us: then they just...

source: 그게 뭐 큰 도움이 됐냐?
en_us: was it really helpful?

source: 백 혜 성 (사망)
en_us: hyeseong baek (dead)

source: 신 경위님이 이런 장난질에 덜컥 가담했다는 게?
en_us: but you’re mad that detective shin was on board with my reckless plan.

source: 들으셨잖아요, 제가 칼 갖고 있다고 하니까 순순히 움직이는 거...
en_us: you heard them. they complied as soon as I said I have the knife.

source: 살짝
en_us: sneak

source: 못 일어났나?
en_us: is he not up?

source: 답글 16
en_us: 16 replies

source: 그럼 이청록은 내가 볼게.
en_us: then I’ll go to cheongnok.

source: 할머니, 부모님이랑 언니 있어요.
en_us: I have my grandma, my parents, and an older sister.

source: 이제 내 선택지에는 그거밖에 없어...?
en_us: is that the only choice I have...?

source: '스튜디오 콘트라' 사고 발생 9일차 (김윤 사망)
en_us: 9 days after the contra studio incident (after yun’s death)

source: 전부 다 죄송합니다
en_us: I’m sorry, all.

source: 자세한 건 아직 확인된 거 없어.
en_us: nothing’s confirmed yet.

source: 오늘 수고하셨습니다.
en_us: good work today.

source: 범행동기는 아직 정확하진 않지만
en_us: we’re not sure of the motive yet...

source: 큰일날 거 같았어요...!
en_us: I was afraid something bad would happen if I were to move...!

source: 나도 정말...
en_us: geez, I can’t stop talking...

source: 학교에도 오줌싸개로 소문나겠지...
en_us: the whole school will know about this too...

source: 모르죠.
en_us: I don’t know.

source: 너 아니었어…?
en_us: ...was you, right?

source: 당일배송!
en_us: BE DELIVERED ON THE SAME DAY

source: 그때 놀린 걸로는 썽이 안 차냐??
en_us: making fun of me earlier wasn’t enough?

source: 그냥 두자...
en_us: leave him there.

source: <- 그룹채팅4
en_us: <- groupchat (4)

source: 아무 얘기라도 하는 거 어때요?
en_us: ...instead of being silent and scared?

source: 오태연의 녹음자료와 일치하는 부분이 있어서 허위진술로만 보기엔...
en_us: ...but some of his testimonies line up with taeyeon’s recording.

source: 아무데서나 쌀 순 없잖아.
en_us: we can’t just pee anywhere.

source: 형이랑 가기 싫은 거 아니에요?
en_us: maybe they just don’t wanna go with you.

source: 쩍
en_us: en

source: 그때가 언제쯤이었어요?
en_us: when did this happen?

source: 위이이잉
en_us: whirrr

source: 꼭 동굴같이 무너졌네...
en_us: it collapsed like a cave...

source: … 나 불렀어…?
en_us: did you call me...?

source: 참조 :
en_us: reference:

source: 처음엔 무슨 잠꼬대를 저렇게 하나 했다가...
en_us: at first I thought they were just sleep talking...

source: 나 놀리려다가 지들끼리도 급수 꼬여서 싸우는 주제에 인원 확인은 왜 해??
en_us: why would they bother to check heads? they confuse their own water order trying to make fun of me.

source: 다른 애들 목소리로 막...
en_us: ...the more it sounded like...

source: 야 정한나 너...
en_us: hanna, are you--

source: 미안해요...
en_us: I’m sorry.

source: ....연
en_us: ...yeon.

source: 안 믿긴다…
en_us: this is unbelievable...

source: 냄새 진짜… 익숙해지다가도 쿡쿡 찌르네…
en_us: ugh this smell... just when I think I got used to it, it hits again.

source: 선배랑 의논하고 결정했어야 했는데...
en_us: I should have talked to you first.

source: 선생님이 선배한테 비밀로 하자고 해서...
en_us: ...and dr. ju wanted to keep this as a secret.

source: 그들이 공모를 했든 안했든 말이죠.
en_us: ...whether they worked together or not.

source: 다친 사람도 없으니까 찾기만 하면 바로 나갈 수 있는 거 아니야?
en_us: and nobody’s hurt, so we’ll be out of here as soon as they get down to where we are.

source: 이거 제대로 안 되면 낭패겠는데...
en_us: imagine if this is left unresolved after all this?

source: 피식..
en_us: chuckle

source: 그래도 혹시 잠들거나 하면 불러주기도 하고...
en_us: ...but when someone fell asleep, he woke them up...

source: 얘들아 나 과자남 동창임ㅋㅋ
en_us: y’all I went to the same school with the snack guy.

source: 평생
en_us: forever.

source: 빨리!
en_us: hurry!

source: 주무시나ㅎㅎ
en_us: or is he asleep? haha

source: 시간이 얼마나 지났는지는...
en_us: I don’t know how much time

source: 적당히...
en_us: do we just...

source: 나가는 곳
en_us: exit

source: 되지.
en_us: of course I can.

source: 이런 걸로 시간끌지 마.
en_us: stop wasting time with this.

source: 수다 떤다고 이 분위기가 가시겠냐?
en_us: talking won’t change anything.

source: 엄마
en_us: mom

source: 내가 무슨 할말이 있다고 후배 여친을 불러?
en_us: why would I pull your girlfriend aside? to talk about what?

source: 정도야, 재민이부터...
en_us: jeongdo, get jaemin first...

source: 티, 팀장님!!!
en_us: b-boss...!!

source: 아버지는 소식 몰라요.
en_us: I don’t know where my dad is.

source: 신유정이요.
en_us: yujeong shin here.

source: 착각이겠지.
en_us: I think you’re mistaken.

source: 절대 손은 대지말고.
en_us: don’t touch them though.

source: 조심하시라니까...
en_us: I told you to be careful.

source: 탁!
en_us: smack

source: 이청록은
en_us: cheongnok...

source: 야 한성빈
en_us: hey, seongbin.

source: 못했어요...
en_us: at all...

source: 너무 오래 하지 말자.
en_us: let’s not talk for too long.

source: 오태연..
en_us: taeyeon...

source: 말 더럽게 많아.
en_us: you’re always complaining.

source: 그럼 임다인 베프 신영채 점심값도 내가 부담.
en_us: how about I also pay for your best friend yeongchae’s lunches?

source: 응, 자꾸 우리 의심하길래 결국 다같이 말했어.
en_us: yeah, they were suspicious of us so we all told them in the end.

source: 외부인은 없었던 것으로 판단됩니다.
en_us: ...there were no outsiders.

source: 아까 나 부를 때도 묘하게 목소리 다르더라.
en_us: your voice sounded different when you called me out earlier, too.

source: 야야야!
en_us: hey hey hey!

source: 신유정이 불안한 상태인 건 맞지만
en_us: it’s true yujeong is unstable...

source: 그래도 여기서 탈출하면 내가 뱉은 말 꼭 만회할게.
en_us: I’ll make it up to you when we get out of here.

source: 포나메프린
en_us: ponnamephrin

source: B팀이 들어가죠!
en_us: let’s send in team B!

source: 처음부터 이랬어야 했어.
en_us: we should’ve done this from the beginning.

source: 더는 건드리지 마라.
en_us: just don’t touch him anymore.

source: 지금 상황 뻘쭘하고 민망해서 아무 얘기나 막 던지고 싶지?
en_us: you’re just babbling because you’re awkward and ashamed of yourself, right?

source: 이 미친ㄴ이...
en_us: you b*tch...

source: 진 술 조 서
en_us: record of statement

source: 젤리
en_us: jelly

source: 글쎄...
en_us: I don’t know...

source: 애와 관련된 조증삽화
en_us: manic episodes

source: 경위님 같은 사람이 포함돼 있는 게 당연했을 테니까.
en_us: that he wants to depend on the most.

source: 적어도 제 생각에는요.
en_us: in my opinion, at least.

source: 니들이 뭔 ㅈ랄을 하든말든
en_us: whatever they say or do...

source: 벅벅
en_us: scratch scratch

source: 일단은 티내지마...
en_us: keep quiet for now...

source: 누구라도 이랬어.
en_us: anyone else would have done the same.

source: 보호자 요청으로 정신병동 입원
en_us: admitted in a psychiatric ward due to guardian request

source: 세상 망한 거 아니고 그냥 빈건물 하나 무너진 거잖아.
en_us: this isn’t the end of the world. it’s just a collapsed building.

source: 원래는 손잡고 움직였는데...
en_us: we used to hold hands when we walked around...

source: 여기!!!
en_us: look here!

source: 아 여기다
en_us: oh, here it is.

source: ...어......
en_us: um...

source: 아주 적은 양이라도 그 냄새에 지나치게 예민해지고
en_us: ...even if it's a very small amount, my olfactory sense gets heightened...

source: , 효능
en_us: effects

source: 말이 돼?
en_us: no way!

source: (백혜성 사망 전)
en_us: (before hyeseong’s death)

source: 편의까지 다 봐주는데 진짜 왜 저러냐...
en_us: we’re doing them a favor. what’s wrong with them...?

source: 지금까지 한성빈이 보여준 반응을 생각하면 좀 특이한 케이스 같긴 한데...
en_us: but some of his reactions so far have been unusual.

source: 민초보다 더 역하네.
en_us: it’s worse than mint chocolate.

source: 한국에서 못 살겠지...
en_us: ...I won’t be able to walk around in public.

source: 나부터도 안 믿잖아…
en_us: I don’t even believe it myself...

source: 김 정 명 / 사망
en_us: jeongmyeong kim / dead

source: 위층에서 나타났다는 커플을 믿었던 게 결정적입니다.
en_us: and most importantly, they believed the the couple really existed.

source: 나도 착각일 수도 있는 거 염두에 두고는 있는데…
en_us: maybe I am. that is a possibility...

source: 잠깐만요 경위님.
en_us: wait, detective.

source: 구조된 직후는 몰라도 점점 회복하면서 무용담 찾기 시작하면...
en_us: maybe not right after we get rescued, but when people are looking for stories as we recover...

source: 아니에요!
en_us: no I didn’t!

source: 여자......
en_us: and the girl...

source: 이쪽은 5명이 전부래?
en_us: is that it? just five of them?

source: 걍 모른척하고 있을 거라고!!!
en_us: I’m going to ignore it all...!!

source: 진짜일 수도 있습니다.
en_us: ...it could be true.

source: 하하… 이런 상황에 뭔 소릴 하는 건지 모르겠네…
en_us: haha, I don’t know what I’m rambling about.

source: 열증(조현병), 제1형
en_us: schizophrenia, type 1

source: 믿는다고?
en_us: you do?

source: 정말 미안해.
en_us: I’m really sorry.

source: 이제는 알 수 없지만…
en_us: ...you described him like that...

source: 송준택(생존/의식불명) 신유정(생존) 오태연(생존)
en_us: juntaek song (survived/unconscious) yujeong shin (survived) taeyeon oh (survived)

source: 나 그런 적 없어.
en_us: I didn’t go with you.

source: 얌전하게 생겨선 손이 꽤 크네
en_us: his hands are unexpectedly big.

source: 그 사람들...!
en_us: those people...!

source: 고생했겠다 싶더라.
en_us: that’s a lot of work.

source: 왜 불렀어요~ 화장실 진짜 만들자고?
en_us: why, are we actually making a bathroom?

source: 너 저번에도 혜성이랑 다녀왔다는 둥...
en_us: ...last time, you also said you went with hyeseong and whatnot...

source: 변명이 그거야?
en_us: that’s your excuse?

source: 누나 괜찮아요?
en_us: taeyeon, are you okay?

source: 그때 목소리가 되게 묘하기도 했는데 그건 둘째치고 난 그냥…
en_us: the really odd voice aside...

source: '너....'
en_us: “you...”

source: 둘 다
en_us: there was information...

source: 아냐, 오늘은 엄마 보러 갈거야.
en_us: no, I’ll be home today, mom.

source: 119 골목 진입 했답니다!
en_us: the ambulance is around the corner!

source: 나도 알아~
en_us: I know...

source: 젠더 케이블까지 다 있어...
en_us: he carries everything.

source: 변수가 생겨 본인들의 의지가 아닌 상황이 발생했다 해도 제 기준으론 납득하기가 좀 어렵습니다.
en_us: ...even if there were outside factors and unexpected circumstances, seems very low to me.

source: ㅅㅂㅋㅋㅋㅋ 형은 천장에 정소리 박던데?
en_us: lmao right, and you jumped so high I saw you hitting the ceiling with your head!

source: 신유정 건 제일 끝 페이지에 있어요.
en_us: yujeong’s is on the last page.

source: 아직 진료기록은 못 읽으셨죠?
en_us: you haven’t read his medical records yet, have you?

source: 그들은 흔적이 없어요.
en_us: there is no evidence of them.

source: 한명만 잡아도 성공이고.
en_us: as long as we could catch just one of them, it’s a score.

source: 아, 네네...
en_us: oh, okay...

source: 그 두 분은 믿어줬습니까?
en_us: did those two believe you?

source: 떨어트리고 못 찾았나?
en_us: did they lose it?

source: 준택 선배가 13차 간다고 했잖아… 맞지?
en_us: juntaek said he’s going on the 13th round, right?

source: 나도 너무 답답하고 힘들어서 친구들한테 하소연 좀 한 건데...
en_us: I complained a little to my friends because I needed to...

source: 시작된 폭설은 장장 7일간 지속되고
en_us: the snowstorm continued for seven days...

source: 인원이 많은데다 아침을 먹는데 시간을 지체하고
en_us: since there were a lot of us, we took some time eating breakfast.

source: 살살할 거예요?
en_us: are you going to go easy on them?

source: 속리산은 예고에 없던 눈을 쏟아내기 시작합니다.
en_us: ...mt. songni caught them off guard with unexpected snow.

source: 신보헌과 나승운이란 이름으로 신원조회를 했습니다만
en_us: I checked the identities of boheon and seung-un...

source: 그 인식이 과반수를 넘어간 순간,
en_us: then, the moment the majority supports that idea...

source: 안그래도 병실 지킬 사람 필요할 거 같았는데...
en_us: I felt like he’d need someone there to watch him.

source: 그럼 ㅆ발 뭐가 중요한데?
en_us: then what the f*ck is more important than this?

source: 근데 왜 저렇게 조용해?
en_us: but seriously, why are they so quiet?

source: 후...{j}이젠 화장실도 별로 안 가게 되네...
en_us: sigh... I don’t even have to use the bathroom as much anymore.{j}

source: 땀이겠지.
en_us: I think so.

source: 안 봐도 뻔해.
en_us: it’s so obvious.

source: 됐어… 천천히 눈 떠.
en_us: now... slowly open your eyes.

source: 나 방금...
en_us: I-I think I just...

source: 부상자인 신유정이 이청록에게 맞았는지는 알 수 없는 상태입니다.
en_us: and we don’t know if it that person was yujeong.

source: 뭘 믿고 내려왔어요!!!
en_us: why did you come down!!!

source: 자취집 화장실에서 의식 없는 채로 발견됐어.
en_us: ...was found unconscious in his bathroom.

source: 이네 세탁소 이불.유모차 옷세탁 신발세탁
en_us: ‘s DRY CLEANERS COMFORTER STROLLER CLOTHES SHOES

source: 그자가 저희를 흉내내며 혼란에 빠지게 했다는 사실까지는 모른다.
en_us: what they don’t know is that the person was imitating their voices.

source: 아 시끄러.
en_us: ugh, shut up.

source: 나쁜 거 아니잖아요?
en_us: I didn’t do anything bad.

source: 왜.
en_us: why?

source: 피해자 머리에 칼 들어있었다며.
en_us: heard one of the victims had a knife in their head.

source: 포나메프린이 꼭 신유정 손에만 있었을 거란 보장은 없습니다.
en_us: there’s no guarantee that others didn’t have access to ponnamephrin besides yujeong.

source: 솔직히 여기서 너가 한 게 뭐가 있냐.
en_us: honestly, what have you done so far?

source: Fredd 4시간전
en_us: Fredd 4 hrs ago

source: 청록아, 너 마셨어?
en_us: cheongnok, did you drink?

source: 우리 대리님들이랑 팀장님 다 선비라 괜히 제가 좀 그래요.
en_us: my bosses are really strict, so I have to be careful...

source: 그리고 난 거기에서...
en_us: and I saw something...

source: 그럼 빛이 생겼는데 빵부터 찾는 게 맞지 않아?
en_us: now that we have a light, shouldn’t they be looking for their bread first?

source: 경위님 눈알도 엄청 빠르게 굴러가던데?
en_us: I saw your eyeballs rolling.

source: 맞네요.
en_us: you’re right.

source: 물만 못 마시게 막으면 되는 건가...?
en_us: stop them from drinking our water...?

source: 그럼 그때부터 무리에서 떨어져 숨어 있던 건가요?
en_us: is that when you started to stay away from the group?

source: 이제부턴 손 뻗으면 바로 닿을 거리 유지하고
en_us: from now on, stay close to one another within arm’s reach...

source: 제발 그냥 좀 가자고...
en_us: please, let’s just go.

source: 경위님의 든든한 품 덕분에?
en_us: maybe he’ll feel protected in your arms.

source: … 어렵네.
en_us: that’s difficult...

source: 근데 지금 꼴랑 5명 남았다고.
en_us: and now we only have five.

source: 사과하려고 그러지?
en_us: you’re here to apologize, right?

source: 고백을 받았다든지 뭐든.
en_us: any romantic relationships?

source: 미안해 선배.
en_us: I’m sorry.

source: 우리 둘만 걷는 거 같지 않아요?
en_us: doesn’t it feel like it’s just us two?

source: 그걸로 묶을까?
en_us: can we use that?

source: 칼은 또 왜요!
en_us: why are you asking?!

source: 우리 다 죽어요!!!!
en_us: we’ll all die!!!

source: 정신병은 너가 있는 거 아니냐?
en_us: what are you talking about? are you the mentally unstable one?

source: 내가 저 4명한테 수사내용 흘려서 분열시키자고 했을 때도 동의 했잖아요?
en_us: you agreed to split them up internally by leaking the interrogation details.

source: 이청록!!!
en_us: cheongnok!!!

source: 어차피 니 인생이지!
en_us: it’s none of my business!

source: 속리산 산행자료 제공 김정범 변호사님
en_us: mt. songni references lawyer jeongbeom kim

source: 너 따라오면 가만 안둔다.
en_us: you better not follow me.

source: 가고 있어요.
en_us: I’m coming.

source: 생존자들 병원지료랑 처방기록 요청한 거요.
en_us: the survivors’ hospital records and prescriptions that they requested.

source: 그럼 자꾸 말이 안 맞던 것도...
en_us: so the reason they were acting confused...

source: 급..
en_us: sob

source: 뭔지 알아?
en_us: you know what I mean?

source: 도 움 정예리 디앙
en_us: assistance yeri jeong diang

source: 나도 존ㄴ 장난질 자체를 몰랐던 것처럼
en_us: ...I’m just going to pretend like I don’t know anything.

source: 난 나만 속터지는 거 지친다고!
en_us: I’m tired of being the only one who’s worried!

source: 뭐예요?
en_us: what was that?

source: 맞지?
en_us: right?

source: 답글 37
en_us: 37 replies

source: 정신 차리지?
en_us: get your sh*t together.

source: 손목이요!
en_us: on his wrist!

source: 야 신유정 뭘 들여다보고 앉아있냐!
en_us: yujeong, what are you staring at?

source: 라이터를 발견했을 땐...
en_us: and when I found the lighter...

source: 지금 나한테 한 소리야?
en_us: did you just say that to me?

source: 너 뭐가 그렇게 당당해!!!
en_us: you bastard!!

source: 선배 죽는 줄 알고 얼마나 놀랐는지 알아?
en_us: do you know how scared I was? I thought you weren’t gonna make it...!

source: 고준호 분명 저쪽 갈 때 발에 채이는 곳에 있었는데
en_us: I swear junho’s body was there on the way to the bathroom...

source: 난 연애한다고 맨날 붙어있는 것도 별로야.
en_us: I don’t even like being together all the time with someone.

source: 몇시간씩 벽을 보고 앉아있게 했거든요.
en_us: ...for every small mistake I made.
